Repository: rols1/Kodi-Addon-TuneIn2017
Catalog: resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, pl_pl, uk_ua

# #30202
source: look for update at plugin-start
da_dk: Kig efter opdateringer under startup
de_de: neues Update beim Start des Plugins anzeigen
es_es: Buscar actualizaciones al inicio
fr_fr: chercher des mises à jour au démarrage du plugin
it_it: Controlla aggiornamenti del plugin all'avvio
pl_pl: Sprawdź aktualizacje podczas uruchomienia wtyczki
uk_ua: перевіряти оновлення на старті

# #30111
source: maximum number of items per page
da_dk: Maksimum antal visninger pr. side
de_de: maximale Anzahl Objekte pro Seite
es_es: Máximo número de elementos por página
fr_fr: nombre maximum de titre par page
it_it: Numero massimo elementi visualizzabili per pagina
pl_pl: maksymalna ilość przedmiotów na stronie
uk_ua: максимальна кількість елементів на сторінці

# #30401
source: Recordings by Streamripper
da_dk: Optagelser af Streamripper
de_de: Aufnehmen mit Streamripper
es_es: Grabaciones con Streamripper
fr_fr: Enregistrer avec Streamripper
it_it: Registra tramite Streamripper
pl_pl: Nagrane przez Streamripper
uk_ua: Запис за допомогою Streamripper

# #30402
source: complete path to program Streamripper
da_dk: komplet sti til programmet Streamripper
de_de: kompletter Pfad zum Programm Streamripper
fr_fr: chemin complet du programme Streamripper
it_it: Percorso completo Streamripper
pl_pl: ścieżka do programu Streamripper
uk_ua: повний шлях до програми Streamripper

# #30403
source: complete path to Download-Directory
da_dk: komplet sti til download bibliotek
de_de: kompletter Pfad zum Download-Verzeichnis
es_es: Ruta completa de la carpeta de descarga
fr_fr: chemin complet du Dossier Téléchargement
it_it: Percorso completo cartella Download
pl_pl: ścieżka do katalogu pobrań
uk_ua: повний шлях до директорії для записів

# #30203
source: Start of plugin only with Favourites (TuneIn-Account required)
da_dk: Start plugin med kun Fortrukne (TuneIn-Account required)
de_de: Starte Plugin nur mit Favoriten (TuneIn-Account erforderlich)
es_es: Iniciar el complemento solo con Favoritos (se precisa una cuenta en TuneIn)
fr_fr: Démarrage du plugin seulement avec les Favoris (Compte TuneIn requis)
it_it: Avvia il plugin solo con i Preferiti (Account TuneIn richiesto)
pl_pl: Początek wtyczki tylko z Ulubionymi (wymagane konto TuneIn)
uk_ua: Запуск плагіна лише з вибраним (потрібно ввести обліковий запис TuneIn)

# #30301
source: new folder for Favourites
da_dk: ny folder til Fortrukne
de_de: Neuer Ordner fuer Favoriten
es_es: Carpeta nueva para Favoritos
fr_fr: nouveau dossier pour les Favoris
it_it: uova cartella per i Preferiti
pl_pl: nowy folder dla Ulubionych
uk_ua: Нова папка для вибраного

# #30302
source: Custom Url - Url:
es_es: URL personalizada: URL
it_it: Url Personalizzato - Url:
pl_pl: Własny adres Url - Url:
uk_ua: Спеціальний URL - Url:

# #30303
source: Custom Url - Name:
fr_fr: Custom Url - Nom:
it_it: Url Personalizzato - Nome:
pl_pl: Własny adres Url - nazwa:
uk_ua: Спеціальний URL - називати:

# #30112
source: Minimum Bitrate
de_de: Minimale Bitrate
es_es: Bitrate mínimo
fr_fr: Débit minimum
it_it: Bitrate Minimo
pl_pl: Minimalny bitrate
uk_ua: Мінімальний бітрейт

# #30204
source: Start of plugin only with My Radio Stations
da_dk: Start plugin med kun mine radio stationer
de_de: Starte Plugin nur mit Meine Radiostationen
es_es: Iniciar el complemento solo con Mis Emisoras de Radio
fr_fr: Démarrage du plugin seulement avec Mes Stations Radio
it_it: Percorso completo per le mie Stazioni
pl_pl: Uruchom wtyczkę tylko w stacjach radiowych
uk_ua: Запускати плагін лише за допомогою Мої радіостанції

# #30206
source: Start the first stream of a station directly
da_dk: Start første stream af en station direkte
de_de: starte ersten Stream einer Station direkt
fr_fr: lance directement le premier stream d'une station
it_it: Avviare direttamente il primo flusso di una stazione
pl_pl: Bezpośrednie uruchomienie pierwszego strumienia stacji
uk_ua: Безпосередньо запустити перший потік станції

# #30117
source: complete path to My Radio Stations
da_dk: komplet sti til mine radio sttioner
de_de: kompletter Pfad zu Meine Radiostationen
es_es: Ruta completa de Mis Emisoras de Radio
fr_fr: chemin complet My Radio Stations
it_it: Percorso completo per le mie Stazioni
pl_pl: pełna trasa do My Radio Stations
uk_ua: повний шлях до Мої радіостанції

# #30113
source: maximum number of streams per station (can prevent timeouts)
da_dk: maksimum antal streams pr. station (kan forebygge timeouts)
de_de: maximale Anzahl Streams pro Station (kann Timeouts verhindern)
es_es: Máximo número de trasmisiones por emisora (se pueden prevenir cortes)
fr_fr: nombre maximum de flux par station (peut éviter les délais d'attente)
it_it: Numero massimo di streams per stazione (può evitare il timeouts)
pl_pl: maksymalna liczba strumieni na stację (może zapobiegać timeoutom)
uk_ua: максимальна кількість потоків на станцію (може запобігти тайм-аути)

# #30114
source: Favourites add/remove
da_dk: Fortrunkne tilføj/fjern
de_de: Favoriten hinzufuegen/entfernen
es_es: Añadir/eliminar favoritos
fr_fr: Ajouter/retirer les favoris
it_it: Aggiungi/Rimuovi Preferiti
pl_pl: Ulubione dodawanie/usuwanie
uk_ua: Додати / видалити вибране

# #30115
source: manually setting of Local Radio (menu By Location)
da_dk: manuel instilling af lokal radio (menu via lokation)
de_de: Lokales Radio manuell einstellen (Menue Orte)
es_es: Configuración manual de Radio Local (menú Por Ubicación)
it_it: Définir manuellement la radio locale (menu Places)
pl_pl: Ręcznie ustaw lokalne radio (menu Miejsca)
uk_ua: Вручну встановити місцеве радіо (меню Місця)

# #30110
source: plus AAC-Format
es_es: Añadir formato AAC
uk_ua: плюс формат AAC

# #30116
source: Show My Radiostations
da_dk: Show mine radio sttioner
de_de: Zeige Meine Radiostationen
es_es: Mostrar Mis Emisoras de Radio
fr_fr: Afficher mes stations de radio
it_it: Mostra le mie Stazioni
pl_pl: Pokaż moje stacje radiowe
uk_ua: Показати Мої радіостанції

# #30118
source: System-Certifikat
de_de: System-Zertifikat
es_es: Certificado de sistema
fr_fr: Certificat système
it_it: system Certificate
pl_pl: Certyfikat systemu
uk_ua: сертифікат систем

# #30119
source: complete path to System-Certifikate
da_dk: ckomplet sti til system certifikat
de_de: kompletter Pfad zum System-Zertifikat
es_es: Ruta completa del certificado de sistema
fr_fr: chemin complet du certificat système
it_it: Percorso completo per il system Certificate
pl_pl: pełna ścieżka do certyfikatu systemowego
uk_ua: повний шлях до системного сертифіката

# #30200
source: Startup Settings
de_de: Startup-Einstellungen
es_es: Ajustes de inicio
fr_fr: Paramètres de démarrage
it_it: Impostazioni di avvio
pl_pl: Ustawienia uruchamiania
uk_ua: Налаштування запуску

# #30201
source: Turn debug logging on or off
da_dk: Aktiverer eller deaktiverer fejlfinding
de_de: Schaltet die Debug-Protokollierung ein oder aus
es_es: Activar/desactivar depuración de errores
fr_fr: Activer ou désactiver la journalisation du débogage
it_it: Attiva o disattiva la registrazione debug
pl_pl: Włącz lub wyłącz rejestrowanie debugowania
uk_ua: Увімкніть або вимкніть реєстрацію відладки

# #30300
source: Favorit | Custom Url
da_dk: Favorit | bruger defineret url
es_es: Favorito | URL personalizada
fr_fr: Favoris | Custom Url
it_it: Preferiti | Url Personalizzato
pl_pl: ulubiony | Własny adres Url
uk_ua: улюблений | Спеціальний URL

# #30501
source: Days until deletion
da_dk: Dage indtil sletning
de_de: LÃ¶schfrist (Tage)
es_es: Días hasta el borrado
fr_fr: Délai de suppression (jours)
it_it: Periodo di cancellazione (giorni)
pl_pl: Okres usuwania (dni)
uk_ua: Дні до видалення

# #30205
source: station not compatible? Try a new search
da_dk: Station understøttes ikke? Start en ny søgning
es_es: Iniciar nueva búsqueda si la emisora no es compatible
fr_fr: station non compatible? Essayez une nouvelle recherche
it_it: stazione non compatibile? Prova una nuova ricerca
pl_pl: stacja nie jest kompatybilna? Spróbuj wyszukać ponownie
uk_ua: станція не сумісна? Спробуйте новий пошук
